---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.StairsRun
source: html/9a8e827c-0e45-9941-9910-70b00d0f246a.htm
---
# StairsRun Properties

The actual number of stairs risers in the stairs run.